{"id":"fca_ps20_10_crypto_1","topic":"crypto","source":"FCA PS20/10","text":"Firms offering cryptoasset services to retail consumers should provide clear, prominent risk warnings."}
{"id":"fca_ps20_10_crypto_2","topic":"crypto","source":"FCA PS20/10","text":"Risk warnings for cryptoassets should help retail consumers understand the potential for significant loss."}
{"id":"fca_ps20_10_crypto_3","topic":"crypto","source":"FCA PS20/10","text":"Communications about cryptoassets should avoid downplaying risks or presenting benefits without appropriate balance."}
{"id":"fca_fin_promos_1","topic":"promotions","source":"FCA Financial Promotions","text":"Financial promotions must be fair, clear and not misleading."}
{"id":"fca_fin_promos_2","topic":"promotions","source":"FCA Financial Promotions","text":"Risk disclosures should be presented in a way that is likely to be seen and understood by the intended audience."}
{"id":"fca_fin_promos_3","topic":"promotions","source":"FCA Financial Promotions","text":"Firms should avoid presenting information in a way that disguises, diminishes or obscures important warnings."}
{"id":"fca_consumer_duty_1","topic":"consumer_duty","source":"FCA Consumer Duty","text":"Under the Consumer Duty, firms should act to deliver good outcomes for retail customers."}
{"id":"fca_consumer_duty_2","topic":"consumer_duty","source":"FCA Consumer Duty","text":"Firms should consider whether communications support customer understanding and enable informed decisions."}
{"id":"fca_consumer_duty_3","topic":"consumer_duty","source":"FCA Consumer Duty","text":"Firms should identify and address foreseeable harm to retail customers as part of delivering good outcomes."}
{"id":"fca_risk_warnings_1","topic":"risk_warnings","source":"FCA Risk Warnings","text":"Risk warnings should be prominent and placed so that consumers are likely to notice them before engaging further."}
{"id":"fca_risk_warnings_2","topic":"risk_warnings","source":"FCA Risk Warnings","text":"Risk warnings should use plain language that is clear to the intended audience and not be hidden in small print."}
{"id":"fca_scope_limit_1","topic":"scope","source":"System Policy","text":"Answer only using the provided sources. If the sources do not contain the needed information, respond with: I don't know based on the provided sources."}
